import React from 'react'
import FormSelect from '../components/FormSelect'

const About = () => {
    return (
        <>
            <div className="stripBGAbout">
                {/* this div for background img */}
            </div>
            <br/>
            <div className="container-fluid">
                <div className="container text-center d-flex align-items-center infoAB">
                    <div className="pAbout text-center text-white column-gap-md-2 mb-5 py-5">מרכז הטיבוע הישראלי IBRC בהובלת ד''ר יוסף כיאט עוסק בהכשרת מטבעים, ריכוז נתוני הטיבוע, ציוד ולוגיסטיקה ותקשורת עם מרכזי הטיבוע ברחבי העולם במקרים של מציאת ציפורים מטובעות והחלפת מידע.
                        טיבוע ציפורים מאפשר להגיע אל מרחק נגיעה מאותן ציפורים קטנות וצבעוניות, טיבוע ציפורים הוא כלי חשוב בחקר עופות.
                        הטבעת מאפשרת זיהוי אישי של כל ציפור באוכלוסייה הנחקרת ועל כן משמשת תפקיד חשוב במחקרים רבים. סימון ציפורים היתה אחת הדרכים שבני האדם המציאו כדי לעקוב אחר הציפורים הנודדות.
                        טיבוע ציפורים (ringing or banding) הוא כלי ניטור ובקרה לשמירת טבע ומחקר זואולוגי המספק מידע פרטני על ציפורים כחלק ממערכת אקולוגית מקומית ואזורית; המידע הנאסף בטיבוע הוא אמצעי רב עוצמה בקביעת ממשק, מנגנוני הגנה ושמירה על מיני הציפורים ובית הגידול שלהם. באתרי טבע (שמורת טבע, גנים לאומיים, פארקים, אתרי טבע עירוני וכו'), טיבוע ציפורים הוא סטנדרט דה-פקטו לקביעת ממשק אקולוגי ואמצעי תומך בקבלת החלטות לתפעול הנדסי, ניהול מבקרים, מאזן אקולוגי, הידרולוגיה ומשאבי מים. בטיבוע נענדת טבעת מתכת לרגל הציפור עם סימון בינלאומי ייחודי וחד-ערכי (בדומה למספר דרכון, לדוגמה : F328465)</div>
                </div>
            </div>
            <hr/>
            <h2 className="fontGallery text-center display-2 ">חיפוש תחנות טיבוע</h2>
            <div className='container mb-4'>
            <FormSelect/>
            </div>

        </>
    )
}

export default About